{
  "data": [
    {
      "id": 1,
      "alzekr": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ﴿۱﴾ \nالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ ﴿۲﴾ الرَّحْمَٰنِ الرَّحِيمِ ﴿۳﴾ مَالِكِ يَوْمِ الدِّينِ ﴿٤﴾ إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ ﴿٥﴾ اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ ﴿٦﴾ صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ ﴿٧﴾",
      "numberOfRepetition": "مرة واحدة"
    },
    {
      "id": 2,
      "alzekr": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ  \nالم ﴿۱﴾ ذَٰلِكَ الْكِتَابُ لَا رَيْبَ ۛ فِيهِ ۛ هُدًى لِلْمُتَّقِينَ ﴿۲﴾ الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ ﴿۳﴾ وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ ﴿٤﴾ أُولَٰئِكَ عَلَىٰ هُدًى مِنْ رَبِّهِمْ ۖ وَأُولَٰئِكَ هُمُ الْمُفْلِحُونَ ﴿٥﴾",
      "numberOfRepetition": "مرة واحدة"
    },
    {
      "id": 3,
      "alzekr": "اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ ۚ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ۖ وَلَا يَئُودُهُ حِفْظُهُمَا ۚ وَهُوَ الْعَلِيُّ الْعَظِيمُ ﴿۲٥٥﴾ لَا إِكْرَاهَ فِي الدِّينِ ۖ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ ۚ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَىٰ لَا انْفِصَامَ لَهَا ۗ وَاللَّهُ سَمِيعٌ عَلِيمٌ ﴿۲٥٦﴾ اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ ۖ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ ۗ أُولَٰئِكَ أَصْحَابُ النَّارِ ۖ هُمْ فِيهَا خَالِدُونَ ﴿۲٥٧﴾",
      "numberOfRepetition": "مرة واحدة"
    },
    {
      "id": 4,
      "alzekr": " لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ ۖ فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ ۗ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ ﴿۲۸٤﴾ آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ ۚ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ ۚ وَقَالُوا سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ ﴿۲۸٥﴾ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ ۖ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا ۚ أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ ﴿۲۸٦﴾",
      "numberOfRepetition": "مرة واحدة"
    },
    {
      "id": 5,
      "alzekr": " بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيم قُلْ هُوَ اللَّهُ أَحَدٌ ﴿۱﴾ اللَّهُ الصَّمَدُ ﴿۲﴾ لَمْ يَلِدْ وَلَمْ يُولَدْ ﴿۳﴾ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ ﴿٤﴾",
      "numberOfRepetition": "ُثلاث مرات"
    },
    {
      "id": 6,
      "alzekr": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيم قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ ﴿۱﴾ مِنْ شَرِّ مَا خَلَقَ ﴿۲﴾ وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ ﴿۳﴾ وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ ﴿٤﴾ وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ ﴿٥﴾",
      "numberOfRepetition": "ُثلاث مرات"
    },
    {
      "id": 7,
      "alzekr": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيم قُلْ أَعُوذُ بِرَبِّ النَّاسِ ﴿۱﴾ مَلِكِ النَّاسِ ﴿۲﴾ إِلَٰهِ النَّاسِ ﴿۳﴾ مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ ﴿٤﴾ الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ ﴿٥﴾ مِنَ الْجِنَّةِ وَالنَّاسِ ﴿٦﴾",
      "numberOfRepetition": "ُثلاث مرات"
    },
    {
      "id": 8,
      "alzekr": "أَصْـبَحْنا وَأَصْـبَحَ المُـلْكُ لله وَالحَمدُ لله ، لا إلهَ إلاّ اللّهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُـلكُ ولهُ الحَمْـد، وهُوَ على كلّ شَيءٍ قدير ، رَبِّ أسْـأَلُـكَ خَـيرَ ما في هـذا اليوم وَخَـيرَ ما بَعْـدَه ، وَأَعـوذُ بِكَ مِنْ شَـرِّ ما في هـذا اليوم وَشَرِّ ما بَعْـدَه، رَبِّ أَعـوذُبِكَ مِنَ الْكَسَـلِ وَسـوءِ الْكِـبَر ، رَبِّ أَعـوذُ بِكَ مِنْ عَـذابٍ في النّـارِ وَعَـذابٍ في القَـبْر",
      "numberOfRepetition": "مرة واحدة"
    },
    {
      "id": 9,
      "alzekr": "أَصْبَـحْـنا عَلَى فِطْرَةِ الإسْلاَمِ، وَعَلَى كَلِمَةِ الإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إبْرَاهِيمَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ المُشْرِكِينَ",
      "numberOfRepetition": "مرة واحدة"
    },
    {
      "id": 10,
      "alzekr": "اللهمّ ما أصبحَ بي من نعمةٍ، فمنكَ وحدكَ لا شريكَ لك، فلكَ الحمدُ ولكَ الشكر",
      "numberOfRepetition": "مرة واحدة"
    },
    {
      "id": 11,
      "alzekr": "اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ النُّشُورُ",
      "numberOfRepetition": "مرة واحدة"
    },
    {
      "id": 12,
      "alzekr": " رَضِيتُ بِاللَّهِ رَبًّا ، وَبِالْإِسْلَامِ دِينًا ، وَبِمُحَمَّدٍ رَسُولًا ، وَجَبَتْ لَهُ الْجَنَّةُ ",
      "numberOfRepetition": "ُثلاث مرات "
    },
    {
      "id": 13,
      "alzekr": "بِسْمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ ",
      "numberOfRepetition": "ثلاث مرات "
    },
    {
      "id": 14,
      "alzekr": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ ، وَضَلَعِ الدَّيْنِ، وَغَلَبَةِ الرِّجَالِ",
      "numberOfRepetition": "ثلاث مرات "
    },
    {
      "id": 15,
      "alzekr": "اللَّهمَّ عافِني في بَدَني، اللَّهمَّ عافِني في سَمْعي، اللَّهمَّ عافِني في بَصَري، لا إلهَ إلَّا أنتَِ",
      "numberOfRepetition": "ثلاث مرات "
    },
    {
      "id": 16,
      "alzekr": "اللَّهمَّ إنِّي أَعوذُ بكَ منَ الكُفرِ والفَقرِ، اللَّهمَّ إنِّي أَعوذُ بِكَ مِن عَذابِ القَبرِ، لا إلهَ إلَّا أنتَ",
      "numberOfRepetition": "ثلاث مرات "
    },
    {
      "id": 17,
      "alzekr": " أَصْبَحْتُ أُثْنِيَ عَلَيْكَ حَمْدًا، وَأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ",
      "numberOfRepetition": "ثلاث مرات "
    },
    {
      "id": 18,
      "alzekr": "سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ",
      "numberOfRepetition": "ثلاث مرات "
    },
    {
      "id": 19,
      "alzekr": "  سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ ، أَشْهَدُ أَنْ لا إِلَهَ إِلا أَنْتَ ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ",
      "numberOfRepetition": "ثلاث مرات "
    },
    {
      "id": 20,
      "alzekr": " أسْتَغْفِرُ اللهَ العَظِيمَ الَّذِي لاَ إلَهَ إلاَّ هُوَ، الحَيُّ القَيُّومُ، وَأتُوبُ إلَيهِ",
      "numberOfRepetition": "ثلاث مرات "
    },
    {
      "id": 21,
      "alzekr": "اللَّهمَّ أنتَ ربِّي وأنا عبدُكَ لا إلهَ إلَّا أنتَ خلَقْتَني وأنا عبدُكَ أصبَحْتُ على عهدِكَ ووَعْدِكَ ما استطَعْتُ أعوذُ بكَ مِن شرِّ ما صنَعْتُ وأبوءُ لكَ بنعمتِكَ علَيَّ وأبوءُ لكَ بذُنوبي فاغفِرْ لي إنَّه لا يغفِرُ الذُّنوبَ إلَّا أنتَ",
      "numberOfRepetition": "مرة واحدة"
    },
    {
      "id": 22,
      "alzekr": "للَّهمَّ إنِّي أصبحتُ أشْهدُكَ وأشْهدُ حملةَ عرشِكَ وملائِكتَكَ وجميعَ خلقِكَ أنَّكَ أنتَ اللَّهُ لا إلَهَ إلَّا أنتَ وحدَكَ لا شريكَ لَكَ وأنَّ محمَّدًا عبدُكَ ورسولُكَ",
      "numberOfRepetition": "أربع مرات"
    },
    {
      "id": 23,
      "alzekr": "يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ أَصْلِحْ لِي شَأْنِي كُلَّهُ وَلا تَكِلْنِي إِلَى نَفْسِي طَرَفَةَ عَيْنٍ أبدا",
      "numberOfRepetition": "مرة واحدة"
    },
    {
      "id": 24,
      "alzekr": "اللهم فاطِرَ السماوات والأرض عالم الغيبِ والشهادة، ربَّ كُلِّ شَيءٍ ومَلِيكَه، أَشْهد أن لا إله إلا أنت، أعوذ بك من شرِّ نفسي وشرِّ الشيطان وشِرْكِهِ وأن أقترف على نفسي سوءًا أو أجرُّه إلى مسلم",
      "numberOfRepetition": "مرة واحدة"
    },
    {
      "id": 25,
      "alzekr": "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَأَهْلِي وَمَالِي، اللَّهُمَّ استُرْ عَوْرَاتي، وآمِنْ رَوْعَاتي، اللَّهمَّ احْفَظْنِي مِنْ بَينِ يَدَيَّ، ومِنْ خَلْفي، وَعن يَميني، وعن شِمالي، ومِن فَوْقِي، وأعُوذُ بِعَظَمَتِكَ أنْ أُغْتَالَ مِنْ تَحتي",
      "numberOfRepetition": "مرة واحدة"
    },
    {
      "id": 26,
      "alzekr": "اللَّهمَّ إنِّي أسأَلُكَ عِلمًا نافعًا، ورِزْقًا طيِّبًا، وعمَلًا مُتقَبَّلًا",
      "numberOfRepetition": "مرة واحدة"
    },
    {
      "id": 27,
      "alzekr": "حَسْبِيَ اللَّهُ لا إِلَهَ إِلا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ ",
      "numberOfRepetition": "سبع مرات"
    },
    {
      "id": 28,
      "alzekr": " لا إلَه إلَّا اللهُ وحدَه لا شَريكَ له، له المُلكُ وله الحمدُ يُحيِي ويُميتُ وهو على كلِّ شيءٍ قديرٌ",
      "numberOfRepetition": "عشر مرات"
    },
    {
      "id": 29,
      "alzekr": " اللَّهمَّ صلِّ علَى محمَّدٍ وآلِ محمَّدٍ كما صلَّيتَ علَى إبراهيمَ وبارِك على محمَّدٍ وآلِ محمَّدٍ كما بارَكتَ على إبراهيمَ إنَّكَ حميدٌ مجيدٌٌ",
      "numberOfRepetition": "عشر مرات"
    },
    {
      "id": 30,
      "alzekr": " اللَّهمَّ صلِّ علَى محمَّدٍ وآلِ محمَّدٍ كما صلَّيتَ علَى إبراهيمَ وبارِك على محمَّدٍ وآلِ محمَّدٍ كما بارَكتَ على إبراهيمَ إنَّكَ حميدٌ مجيدٌٌ",
      "numberOfRepetition": "عشر مرات"
    },
    {
      "id": 31,
      "alzekr": "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ  ٌٌ",
      "numberOfRepetition": "مائة  مرات"
    },
    {
      "id": 32,
      "alzekr": "سُبْحـانَ اللهِ وَبِحَمْـدِهِ ",
      "numberOfRepetition": "مائة  مرات"
    }
  ]
}